Repository: joaoCarvalho1000/open-world-clock
Catalog: apple/Shared/Localizable.xcstrings
Source language: en
Languages: es, pt_br

# widget.intent.selectCities
source: Select Cities
es: Elegir ciudades
pt_br: Escolher cidades

# widget.intent.selectCitiesDesc
source: Choose up to six cities. Leave empty to use your list.
es: Elige hasta seis ciudades. Déjalo vacío para usar tu lista.
pt_br: Escolha até seis cidades. Deixe em branco para usar sua lista.

# widget.intent.selectCity
source: Select City
es: Elegir ciudad
pt_br: Escolher cidade

# widget.intent.selectCityDesc
source: Choose the city to show.
es: Elige la ciudad que se mostrará.
pt_br: Escolha qual cidade mostrar.

# widget.intent.shift
source: Shift Time
es: Adelantar la hora
pt_br: Adiantar horário

# widget.intent.shiftDesc
source: Shows your cities an hour ahead, or back to now.
es: Muestra tus ciudades una hora más tarde o vuelve a la hora actual.
pt_br: Mostra suas cidades com uma hora a mais, ou volta para o horário atual.
